Repository: stanTodorov/arkaintour
Catalog: locales/*/LC_MESSAGES/messages.po
Languages: ru

source: %s Ви изпрати оферта:
ru: %s только что отправил вам предложение:

# dateformat
source: l j F Y год. H:i:s
ru: l j F Y H:i:s

source: Благодарим Ви!
ru: Спасибо!

source: Въведените данни съдържат грешки, които трябва да бъдат остранени!
ru: Данные, введенные содержит ошибки, которая должна быть исправлена!

source: Въведеният код е невалиден!
ru: Код Вы ввели является недопустимым!

source: Възникна грешка при изпращане на съобщението! Моля, опитайте отново!
ru: Произошла ошибка при попытке отправить сообщение! Пожалуйста, попробуйте еще раз!

source: Възникна грешка с изпратения файл.
ru: Произошла ошибка с файлом, который вы прислали.

source: Грешен идентификатор! Моля, опитайте отново!
ru: Неправильный идентификатор! Пожалуйста, попробуйте еще раз!

source: Грешка при връзка с базата от данни!
ru: Ошибка при попытке соединения с базой данных!

source: Грешка при заявката към базата от данни!
ru: Ошибка базы данных запрос!

source: Грешна парола или потребителско име!
ru: Неверный пароль или имя пользователя!

source: Дати на отпътуване
ru: Дата выезда

source: Максималната дължина е %s символа!
ru: Максимальная длина %s символов!

source: Минималната дължина е %s символа!
ru: Минимальная длина составляет %s символов!

source: Не сте въвели парола или потребителско име!
ru: Не имя пользователя или пароль, введенный!

source: Невалидни символи!
ru: Недопустимые символы!

source: Няма намерени резултати!
ru: Ничего не найдено!

source: Нямате права за тази операция!
ru: У вас нет разрешения на это действие!

source: Оферта:
ru: Предложение:

source: Повече информация
ru: Более подробная информация

source: Подробности
ru: Детали

source: Позволени символи: %s!
ru: Символы: %s!

source: Полето е задължително!
ru: Поля обязательны для заполнения!

source: Полето съдържа невалидна дата или час!
ru: Поле содержит неверную дату или время!

source: Превключете на HTML версията на писмото!
ru: Переключиться на HTML версию этого письма!

source: Резултати от търсенето
ru: Результаты поиска

source: Резултати от търсенето на „%s“
ru: Результаты поиска для «%s»

source: Снимката е повредена или е невалиден формат.
ru: Образ поврежден или он находится в неподдерживаемый формат.

source: Стойността може да бъде между %s и %s!
ru: Значение может быть от %s до %s!

source: Страницата не е намерена!
ru: Страница не может быть найден!

# months
source: април
ru: апрель

# months
source: декември
ru: декабрь

source: карта-на-сайта
ru: карта-сайта

# months-abbr
source: мар
ru: мрт

# days-abbr
source: нд
ru: вс

# days
source: неделя
ru: воскресенье

# months-abbr
source: ное
ru: нбр

# months
source: ноември
ru: ноябрь

# months
source: октомври
ru: октябрь

# days
source: петък
ru: пятница

# days
source: понеделник
ru: понедельник

# months-abbr
source: сеп
ru: сен

# months
source: септември
ru: сентябрь

# days
source: сряда
ru: среда

# days
source: събота
ru: суббота

source: търсене
ru: поиск

# months
source: февруари
ru: февраль

# days
source: четвъртък
ru: четверг

# months
source: юли
ru: июль

# months-abbr
source: юли
ru: июл

# months
source: юни
ru: июнь

# months-abbr
source: юни
ru: июн

# months-abbr
source: яну
ru: янв

# months
source: януари
ru: январь

source: Запитване за оферта
ru: Запрос предложения

source: Изпрати на приятел
ru: Отправить другу

source: Отпечатване
ru: Печать

source: Продължителност:
ru: Продолжительность:

source: Дати на отпътуване:
ru: Дата отъезда:

source: Вашето име
ru: Ваше имя

source: Вашият ел. адрес
ru: Ваш адрес эл. почты

source: Съобщение
ru: Сообщение

source: Изпрати запитване
ru: Отправить запрос

source: Вашият e-mail
ru: Ваш адрес эл. почты

source: E-mail на получателя
ru: Электр. почты

source: Изпрати
ru: Отправлять

source: Към офертата
ru: Показать предлагать

source: Вашите въпроси
ru: Ваши вопросы

source: Въведете кода
ru: Введите код

source: ВИП Оферти
ru: VIP предложения

source: Начало
ru: Главная страница

source: Карта на сайта
ru: Карта сайта

source: Грешка 404
ru: Ошибка 404

source: Избраната страница не е намерена!
ru: Страница, которую вы ищете, не может быть найден!

source: Намерени страници
ru: Найденные страницы

source: Намерени оферти
ru: Предложения найден

source: Езици
ru: Языки

source: За актуални цени, вижте следните файлове:
ru: В текущих ценах, пожалуйста, посмотрите на следующие файлы:
