<?php
	// ================================================
	// PHP image browser - iBrowser
	// ================================================
	// iBrowser - language file: English
	// ================================================
	// Developed: net4visions.com
	// Copyright: net4visions.com
	// License: GPL - see license.txt
	// (c)2005 All rights reserved.
	// ================================================
	// Revision: 1.1                   Date: 07/07/2005
	// ================================================

	//-------------------------------------------------------------------------
	// charset to be used in dialogs
	$lang_charset = 'UTF-8';
	// text direction for the current language to be used in dialogs
	$lang_direction = 'ltr';
	//-------------------------------------------------------------------------

	// language text data array
	// first dimension - block, second - exact phrase
	//-------------------------------------------------------------------------
	// iBrowser
	$lang_data = array (
		'ibrowser' => array (
		//-------------------------------------------------------------------------
		// common - im
		'im_001' => 'Image browser',
		'im_002' => 'iBrowser',
		'im_003' => 'Меню',
		'im_004' => 'Добре дошли',
		'im_005' => 'Вмъкване',
		'im_006' => 'Отказ',
		'im_007' => 'Вмъкване',
		'im_008' => 'Вмъкване/Промяна',
		'im_009' => 'Свойства',
		'im_010' => 'Свойства на снимката',
		'im_013' => 'Изкачащ прозорец',
		'im_014' => 'Изображение в изкачащ прозорец',
		'im_015' => 'За iBrowser',
		'im_016' => 'Секция',
		'im_097' => 'Изчакайте докато зареди...',
		'im_098' => 'Open section',
		'im_099' => 'Close section',
		//-------------------------------------------------------------------------
		// insert/change screen - in
		'in_001' => 'Вмъкване/Промяна на изображението',
		'in_002' => 'Библиотека',
		'in_003' => 'Избор на библиотека с изображения',
		'in_004' => 'Снимки',
		'in_005' => 'Преглед',
		'in_006' => 'Изтриване на снимката',
		'in_007' => 'Изглед на снимката в цял размер',
		'in_008' => 'Качване, преименуване или изтриване на файлове',
		'in_009' => 'Информация',
		'in_010' => 'Изкачащ прозорец',
		'in_013' => 'Създаване на връзка към изображението в нов изкачащ прозорец.',
		'in_014' => 'премахване на връзката към изкачащия прозорец',
		'in_015' => 'Файл',
		'in_016' => 'Преименуване',
		'in_017' => 'Преименуване на изображнеито',
		'in_018' => 'Качване',
		'in_019' => 'Качване на снимка',
		'in_020' => 'Размер(и)',
		'in_021' => 'Изберете желани размери при качването на изображението',
		'in_022' => 'Оригинал',
		'in_023' => 'Изображението ще бъде изрязано',
		'in_024' => 'Изтриване',
		'in_025' => 'Директория',
		'in_026' => 'Щракнете за да създадете директория',
		'in_027' => 'Нова директория',
		'in_028' => 'Ширина',
		'in_029' => 'Височина',
		'in_030' => 'Тип',
		'in_031' => 'Размер',
		'in_032' => 'Име',
		'in_033' => 'Създаден',
		'in_034' => 'Изменен',
		'in_035' => 'Информация',
		'in_036' => 'Щракнете върху изображението за да затворите прозореца',
		'in_037' => 'Ротация',
		'in_038' => 'Автоматична ротация: изберете exif за извличане ориентацията от EXIF информацията, съхранена от фотоапарата. Или изберете +180&deg; или -180&deg; за пейзаж, а +90&deg; или -90&deg; за потрет. Положителните са по посока часовниковата стрелка, а отрицателните – в обратна посока.',
		'in_041' => '',
		'in_042' => 'нищо',
		'in_043' => 'потрет',
		'in_044' => '+ 90&deg;',
		'in_045' => '- 90&deg;',
		'in_046' => 'пейзаж',
		'in_047' => '+ 180&deg;',
		'in_048' => '- 180&deg;',
		'in_049' => 'фотоапарат',
		'in_050' => 'exif информация',
		'in_051' => 'WARNING: Current image is a dynamic thumbnail created by iManager - parameters will be lost on image change.',
		'in_052' => 'Преглед като миниатюри',
		'in_053' => 'Случайно',
		'in_054' => 'Ако е избрано, ще бъде вмъкнато случайно изображение',
		'in_055' => 'Случайно вмъкнато изображение',
		'in_056' => 'Параметри',
		'in_057' => 'шракнете за да върнете началните стойности',
		'in_099' => 'по подразбиране',
		//-------------------------------------------------------------------------
		// properties, attributes - at
		'at_001' => 'Атрибути на изображението',
		'at_002' => 'Източник',
		'at_003' => 'Заглавие',
		'at_004' => 'TITLE - показва описанието при задържане с мишката върху изображението',
		'at_005' => 'Описание',
		'at_006' => 'ALT - Текстово заместване на снимката, ако снимката не може да се зареди',
		'at_007' => 'Стил',
		'at_008' => 'Уверете се, че избраният стил съществува във Вашият CSS файл!',
		'at_009' => 'CSS-стил',
		'at_010' => 'Атрибути',
		'at_011' => 'Атбирутите \'подравняване\', \'рамка\', \'хориз. отместване\', и \'верт. отместване\' не са съвместими с XHTML 1.0 Strict DTD. Вместо тях използвайте CSS-стилове.',
		'at_012' => 'Подравняване',
		'at_013' => 'по подразбиране',
		'at_014' => 'ляво',
		'at_015' => 'дясно',
		'at_016' => 'горе',
		'at_017' => 'в средата',
		'at_018' => 'долу',
		'at_019' => 'absmiddle',
		'at_020' => 'texttop',
		'at_021' => 'baseline',
		'at_022' => 'Размер',
		'at_023' => 'Ширина',
		'at_024' => 'Височина',
		'at_025' => 'Рамка',
		'at_026' => 'верт. отместване',
		'at_027' => 'хориз. отместване',
		'at_028' => 'Преглед',
		'at_029' => 'Click to enter special character into title field',
		'at_030' => 'Click to enter special character into description field',
		'at_031' => 'Стандартни размери на изображението',
		'at_032' => 'Заглавие',
		'at_033' => 'избран: поставя заглавие на изображението / неизбран: не поставя или премахва заглавието наизображението',
		'at_034' => 'заглавие на изображението',
		'at_099' => 'по подразбиране',
		//-------------------------------------------------------------------------
		// error messages - er
		'er_001' => 'Грешка',
		'er_002' => 'Не е избрана снимка!',
		'er_003' => 'Ширината не е числена стойност',
		'er_004' => 'Височината не е числена стойност',
		'er_005' => 'Рамката не е числена стойност',
		'er_006' => 'Horizontal space is not a number',
		'er_007' => 'Vertical space is not a number',
		'er_008' => 'Щракнете ОК за да изтриете изображението',
		'er_009' => 'Renaming of thumbnails is not allowed! Please rename the main image if you like to rename the thumbnail image.',
		'er_010' => 'Щракнете ОК за преименуване на изображението на',
		'er_011' => 'New name is either empty or has not changed!',
		'er_014' => 'Please enter new file name!',
		'er_015' => 'Please enter valid file name!',
		'er_016' => 'Thumbnailing not available! Please set thumbnail size in config file in order to enable thumbnailing.',
		'er_021' => 'Потвърдете за да качите снимката/ите.',
		'er_022' => 'Uploading image - please wait...',
		'er_023' => 'No image has been selected or no file size has been checked.',
		'er_024' => 'Файл',
		'er_025' => 'вече съществува! Шракнете ОК за да презапишете файла...',
		'er_026' => 'Моля, въведете ново име на файла!',
		'er_027' => 'Директорията не съществува физически',
		'er_028' => 'An error occured while handling file upload. Please try again.',
		'er_029' => 'Грешен формат на изображението',
		'er_030' => 'Изтриването е неуспешно! Моля, опитайте отново!',
		'er_031' => 'Презаписване',
		'er_032' => 'Full size preview only works for pictures larger than the preview size',
		'er_033' => 'Преименуването е неуспешно! Моля, опитайте отново.',
		'er_034' => 'Creating directory failed! Please try again.',
		'er_035' => 'Enlarging is not allowed!',
		'er_036' => 'Грешка при съставяне на списъка с изображения!',
	  ),
	  //-------------------------------------------------------------------------
	  // symbols
		'symbols'		=> array (
		'title' 		=> 'Символи',
		'ok' 			=> 'OK',
		'cancel' 		=> 'Отказ',
	  ),
	)
?>